Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_7_0.liveStats.title
source: Live playback stats
cs: Živé statistiky přehrávání
da: Live afspilningsstatistik
de: Live-Stats im Player
el: Ζωντανά στατιστικά αναπαραγωγής
es: Estadísticas de reproducción en vivo
fi: Suoraan päivittyvät toistotilastot
fr: Statistiques de lecture en direct
hr: Statistike reprodukcije uživo
hu: Élő lejátszási statisztikák
it: Statistiche di riproduzione in tempo reale
ja: ライブ再生統計
ko: 실시간 재생 통계
nb: Sanntidsstatistikk for avspilling
nl: Live afspeelstatistieken
pl: Statystyki odtwarzania na żywo
pt_br: Estatísticas de reprodução em tempo real
pt_pt: Estatísticas de reprodução em direto
ro: Statistici de redare în direct
ru: Статистика воспроизведения в реальном времени
sk: Živé štatistiky prehrávania
sv: Liveuppspelningsstatistik
tr: Canlı oynatma istatistikleri
uk: Статистика відтворення наживо
zh_hans: 实时播放统计
zh_hant: 即時播放統計

# changelog.0_7_0.playerFixes.body
source: Skip-Intro flicker gone, the next-episode overlay stays pinned, subtitles land cleanly on screen, and slow CDNs no longer stall the UI.
cs: Mihotání Skip-Intro je pryč, překryv další epizody zůstává na svém místě, titulky se čistě umístí na obrazovku a pomalé CDN už nezasekávají rozhraní.
da: Skip-Intro-flimmer er væk, overlejringen for næste afsnit bliver, hvor den er, undertekster lander rent på skærmen, og langsomme CDN'er hænger ikke længere brugerfladen.
de: Skip-Intro-Flackern weg, Next-Episode-Overlay bleibt fest an seinem Platz, Untertitel landen sauber im Bild, und langsame CDNs hängen die UI nicht mehr auf.
el: Το τρεμοπαίξιμο του Skip-Intro έφυγε, η επικάλυψη του επόμενου επεισοδίου παραμένει στη θέση της, οι υπότιτλοι τοποθετούνται καθαρά στην οθόνη, και τα αργά CDN δεν κολλούν πια το περιβάλλον.
es: El parpadeo de Skip-Intro desapareció, la superposición del próximo episodio se mantiene fija, los subtítulos aterrizan limpios en pantalla y las CDN lentas ya no bloquean la interfaz.
fi: Skip-Intro-vilkkuminen on poissa, seuraavan jakson peittokuva pysyy paikallaan, tekstitykset asettuvat siististi näytölle, eivätkä hitaat CDN:t enää jumiuta käyttöliittymää.
fr: Le clignotement de Skip-Intro a disparu, l'incrustation de l'épisode suivant reste en place, les sous-titres se posent proprement à l'écran, et les CDN lents ne bloquent plus l'interface.
hr: Treperenje Skip-Intra je nestalo, prekrivač sljedeće epizode ostaje na mjestu, titlovi se uredno smještaju na zaslon, a spori CDN-ovi više ne zaustavljaju sučelje.
hu: A Skip-Intro villogása megszűnt, a következő epizód overlayje a helyén marad, a feliratok tisztán kerülnek a képernyőre, és a lassú CDN-ek nem akasztják meg a felületet.
it: Lo sfarfallio di Skip-Intro è sparito, l'overlay del prossimo episodio resta al suo posto, i sottotitoli si posizionano puliti sullo schermo, e le CDN lente non bloccano più l'interfaccia.
ja: Skip-Intro のちらつきが解消され、次のエピソードのオーバーレイは固定され、字幕は画面にきれいに表示され、遅い CDN でも UI が止まらなくなりました。
ko: Skip-Intro 깜박임이 사라지고, 다음 에피소드 오버레이가 그 자리에 고정되며, 자막이 화면에 깔끔하게 자리잡고, 느린 CDN에서도 UI가 멈추지 않습니다.
nb: Skip-Intro-flimmer er borte, overlegget for neste episode blir værende, undertekster lander rent på skjermen, og trege CDN-er stopper ikke lenger grensesnittet.
nl: Skip-Intro-flikkeren is verdwenen, de overlay van de volgende aflevering blijft op zijn plek, ondertitels landen schoon op het scherm, en trage CDN's blokkeren de UI niet meer.
pl: Migotanie Skip-Intro zniknęło, nakładka następnego odcinka pozostaje na miejscu, napisy lądują czysto na ekranie, a wolne CDN-y nie blokują już interfejsu.
pt_br: O piscar do Skip-Intro acabou, a sobreposição do próximo episódio fica fixa, as legendas pousam limpas na tela, e CDNs lentas não travam mais a interface.
pt_pt: O piscar do Skip-Intro acabou, a sobreposição do próximo episódio fica fixa, as legendas posicionam-se limpas no ecrã, e CDN lentos já não bloqueiam a interface.
ro: Pâlpâirea Skip-Intro a dispărut, suprapunerea episodului următor rămâne fixă, subtitrările apar curat pe ecran, iar CDN-urile lente nu mai blochează interfața.
ru: Мерцание Skip-Intro исчезло, оверлей следующего эпизода остаётся на месте, субтитры аккуратно ложатся на экран, а медленные CDN больше не подвешивают интерфейс.
sk: Blikanie Skip-Intra je preč, prekrytie ďalšej epizódy zostáva na svojom mieste, titulky sa čisto umiestnia na obrazovku a pomalé CDN už nezasekávajú rozhranie.
sv: Skip-Intro-flimret är borta, överlägget för nästa avsnitt sitter still, undertexter landar rent på skärmen, och långsamma CDN-er stoppar inte längre gränssnittet.
tr: Skip-Intro titremesi gitti, sonraki bölüm yer paylaşımı yerinde kalıyor, altyazılar ekrana temiz oturuyor ve yavaş CDN'ler artık arayüzü tıkamıyor.
uk: Мерехтіння Skip-Intro зникло, оверлей наступного епізоду залишається на місці, субтитри акуратно лягають на екран, а повільні CDN більше не зависають інтерфейс.
zh_hans: Skip-Intro 闪烁问题消除、下集叠加层固定不动、字幕在屏幕上正确显示,慢速 CDN 也不再卡住界面。
zh_hant: Skip-Intro 閃爍問題消除、下一集疊加層固定不動、字幕在螢幕上正確顯示,慢速 CDN 也不再卡住介面。

# changelog.0_7_0.playerFixes.title
source: Many small player fixes
cs: Mnoho drobných oprav přehrávače
da: Mange små rettelser i afspilleren
de: Viele kleine Player-Korrekturen
el: Πολλές μικρές διορθώσεις στον αναπαραγωγέα
es: Muchas pequeñas correcciones del reproductor
fi: Monia pieniä korjauksia soittimessa
fr: De nombreuses petites corrections du lecteur
hr: Mnogo malih popravaka playera
hu: Sok apró javítás a lejátszóban
it: Tante piccole correzioni del player
ja: プレーヤーの小さな修正多数
ko: 플레이어의 자잘한 수정 다수
nb: Mange små rettelser i spilleren
nl: Veel kleine playerfixes
pl: Wiele drobnych poprawek odtwarzacza
pt_br: Várias pequenas correções no player
pt_pt: Várias pequenas correções no leitor
ro: Multe corecții mici în player
ru: Множество мелких исправлений плеера
sk: Veľa drobných opráv prehrávača
sv: Många små förbättringar i spelaren
tr: Oynatıcıda pek çok küçük düzeltme
uk: Багато дрібних виправлень плеєра
zh_hans: 播放器的多项细节修复
zh_hant: 播放器的多項細節修正

# changelog.0_7_0.uiPolish.body
source: Your accent colour now flows through to the tab bar, Home scrolls reliably back to the top, and dozens of smaller focus, tinting, and transition details have been smoothed out across the app.
cs: Akcentová barva nyní proudí až do záložkové lišty, Domov se spolehlivě posune zpět nahoru a desítky drobných detailů ohledně fokusu, tónování a přechodů jsou v celé aplikaci uhlazené.
da: Din accentfarve flyder nu hele vejen til fanelinjen, Hjem ruller pålideligt tilbage til toppen, og snesevis af mindre detaljer omkring fokus, toning og overgange er glattet ud i hele appen.
de: Deine Akzentfarbe wirkt jetzt durchgängig bis in die Tab-Leiste, Home scrollt zuverlässig nach oben, und dutzende kleinere Fokus-, Tönungs- und Übergangsdetails wurden in der ganzen App geglättet.
el: Το χρώμα τονισμού σου περνά τώρα μέχρι τη γραμμή καρτελών, η Αρχική κυλά αξιόπιστα ξανά στην κορυφή, και δεκάδες μικρότερες λεπτομέρειες εστίασης, χρωματισμού και μεταβάσεων έχουν εξομαλυνθεί σε όλη την εφαρμογή.
es: Tu color de acento ahora se aplica hasta la barra de pestañas, Inicio vuelve fiablemente al principio, y se han pulido decenas de pequeños detalles de foco, tinte y transiciones en toda la app.
fi: Korostusvärisi yltää nyt välilehtipalkkiin asti, Etusivu vierittää luotettavasti takaisin ylös, ja kymmenet pienemmät kohdistus-, sävytys- ja siirtymäyksityiskohdat on hiottu sileiksi koko sovelluksessa.
fr: Ta couleur d'accent traverse désormais jusqu'à la barre d'onglets, Accueil revient en haut de façon fiable, et des dizaines de petits détails de focus, de teinte et de transitions ont été lissés dans toute l'app.
hr: Tvoja boja naglaska sada se proteže sve do trake kartica, Početna se pouzdano vraća na vrh, a deseci sitnih detalja fokusa, tonova i prijelaza poravnani su u cijeloj aplikaciji.
hu: A kiemelő színed mostantól a fülsávra is átvitt, a Kezdőlap megbízhatóan visszagörget a tetejére, és tucatnyi apró fókusz-, színezés- és átmenetrészlet finomodott az alkalmazás egészében.
it: Il tuo colore d'accento ora arriva fino alla barra delle schede, Home torna in alto in modo affidabile, e decine di piccoli dettagli di focus, tinta e transizioni sono stati rifiniti in tutta l'app.
ja: アクセントカラーがタブバーまで反映され、ホームは確実に最上部に戻り、フォーカス、ティント、トランジションに関する数十の細かなディテールがアプリ全体で整えられました。
ko: 강조 색상이 탭 바까지 이어지고, 홈은 안정적으로 맨 위로 스크롤되며, 포커스, 색조, 전환과 관련된 자잘한 디테일 수십 가지가 앱 전반에서 다듬어졌습니다.
nb: Aksentfargen din følger nå helt til fanelinjen, Hjem ruller pålitelig tilbake til toppen, og titalls mindre detaljer rundt fokus, tonelegging og overganger er polert i hele appen.
nl: Je accentkleur loopt nu door tot in de tabbalk, Home scrollt betrouwbaar terug naar boven, en tientallen kleinere focus-, tint- en overgangsdetails zijn in de hele app gladgestreken.
pl: Kolor akcentu rozciąga się teraz aż do paska kart, Strona główna niezawodnie wraca na górę, a dziesiątki drobnych detali dotyczących fokusa, tonowania i przejść zostały dopracowane w całej aplikacji.
pt_br: Sua cor de destaque agora se estende até a barra de abas, Início rola de volta ao topo com confiabilidade, e dezenas de pequenos detalhes de foco, tonalização e transições foram aprimorados em todo o app.
pt_pt: A tua cor de destaque estende-se agora até à barra de separadores, Início desloca-se de volta ao topo de forma fiável, e dezenas de pequenos detalhes de foco, tonalidade e transições foram aperfeiçoados em toda a app.
ro: Culoarea ta de accent ajunge acum până la bara de file, Acasă derulează în partea de sus în mod fiabil, iar zeci de detalii mai mici de focalizare, nuanțare și tranziții au fost rafinate în toată aplicația.
ru: Акцентный цвет теперь распространяется вплоть до панели вкладок, Главный экран надёжно прокручивается обратно наверх, и десятки мелких деталей фокуса, тонирования и переходов отполированы по всему приложению.
sk: Akcentová farba sa teraz prejaví až po lištu záložiek, Domov sa spoľahlivo posunie späť hore a desiatky drobných detailov ohľadom fokusu, tónovania a prechodov sú v celej aplikácii uhladené.
sv: Din accentfärg når nu hela vägen till flikraden, Hem rullar tillförlitligt tillbaka till toppen, och dussintals mindre detaljer kring fokus, toning och övergångar är utjämnade i hela appen.
tr: Vurgu rengin artık sekme çubuğuna kadar uzanıyor, Ana Sayfa güvenle yukarı geri kayıyor ve uygulama genelinde odak, tonlama ve geçişlere dair onlarca küçük ayrıntı pürüzsüzleştirildi.
uk: Акцентний колір тепер сягає аж до панелі вкладок, Головна надійно прокручується назад угору, а десятки дрібних деталей фокусу, тонування й переходів вигладжено в усьому застосунку.
zh_hans: 强调色现在贯穿至标签栏,主页可靠地滚动回顶部,且数十个关于焦点、着色与过渡的细节在整个应用中得到打磨。
zh_hant: 強調色現在延伸至分頁列,首頁可靠地捲動回頂部,且數十個關於焦點、著色與轉場的細節在整個應用程式中得到打磨。

# changelog.0_7_0.uiPolish.title
source: Interface polish
cs: Vyladění rozhraní
da: Polering af brugerfladen
de: Politur im Interface
el: Βελτίωση διεπαφής
es: Pulido de la interfaz
fi: Käyttöliittymän hiomista
fr: Affinage de l'interface
hr: Poliranje sučelja
hu: A felület finomítása
it: Rifiniture dell'interfaccia
ja: インターフェースの磨き上げ
ko: 인터페이스 다듬기
nb: Polering av brukergrensesnittet
nl: Interface-verfijning
pl: Dopracowanie interfejsu
pt_br: Acabamento da interface
pt_pt: Acabamento da interface
ro: Rafinarea interfeței
ru: Полировка интерфейса
sk: Vyladenie rozhrania
sv: Förfining av gränssnittet
tr: Arayüz cilası
uk: Шліфування інтерфейсу
zh_hans: 界面打磨
zh_hant: 介面打磨

# changelog.0_8_0.castPages.body
source: Tap any cast member to open their photo, biography, and full filmography. Each title takes you to your library if you own it, or to the request flow if you don't.
cs: Klepnutím na člena obsazení otevřete jeho fotku, životopis a kompletní filmografii. Každý titul vás přenese do knihovny, pokud jej máte, jinak do žádosti.
da: Tryk på et besætningsmedlem for at åbne foto, biografi og hele filmografien. Hver titel fører til dit bibliotek, hvis du har den, ellers til anmodningen.
de: Tippe auf ein Besetzungsmitglied, um Foto, Biografie und die komplette Filmografie zu öffnen. Jeder Titel führt in deine Library, wenn du ihn hast, sonst in den Anfrage-Flow.
el: Πατήστε ένα μέλος του καστ για να ανοίξετε τη φωτογραφία, τη βιογραφία και πλήρη φιλμογραφία. Κάθε τίτλος σας πηγαίνει στη βιβλιοθήκη σας αν τον έχετε, αλλιώς στο αίτημα.
es: Toca cualquier miembro del reparto para ver su foto, biografía y filmografía completa. Cada título te lleva a tu biblioteca si lo tienes, o al flujo de solicitud si no.
fi: Avaa näyttelijän kuva, elämäkerta ja koko filmografia napauttamalla. Jokainen nimike vie kirjastoosi, jos omistat sen, muuten pyyntönäkymään.
fr: Touchez un membre du casting pour ouvrir sa photo, sa biographie et sa filmographie complète. Chaque titre vous mène à votre bibliothèque si vous le possédez, sinon vers la demande.
hr: Dodirnite člana glumačke postave da otvorite njegovu fotografiju, biografiju i cijelu filmografiju. Svaki naslov vodi u vašu knjižnicu ako ga imate, inače na zahtjev.
hu: Koppints egy szereplőre a fotó, az életrajz és a teljes filmográfia megnyitásához. Minden cím a könyvtáradba visz, ha megvan, különben a kéréshez.
it: Tocca un membro del cast per aprire foto, biografia e filmografia completa. Ogni titolo ti porta nella tua libreria se lo possiedi, altrimenti al flusso di richiesta.
ja: キャストをタップすると、写真、経歴、出演作品の一覧が開きます。各作品は、所有していればライブラリへ、なければリクエスト画面へ移動します。
ko: 출연진을 탭하면 사진, 약력, 전체 작품 목록이 열립니다. 각 작품은 보유 중이면 라이브러리로, 아니면 요청 화면으로 이동합니다.
nb: Trykk på et rollemedlem for å åpne bildet, biografien og hele filmografien. Hver tittel tar deg til biblioteket ditt hvis du har den, ellers til forespørselen.
nl: Tik op een castlid om de foto, biografie en volledige filmografie te openen. Elke titel brengt je naar je bibliotheek als je die hebt, anders naar de aanvraag.
pl: Dotknij członka obsady, aby otworzyć zdjęcie, biografię i pełną filmografię. Każdy tytuł przeniesie cię do biblioteki, jeśli go masz, albo do zgłoszenia.
pt_br: Toque em qualquer membro do elenco para abrir a foto, biografia e filmografia completa. Cada título leva você à sua biblioteca, se já tiver, ou ao fluxo de solicitação.
pt_pt: Toque em qualquer membro do elenco para abrir a foto, biografia e filmografia completa. Cada título leva-o à sua biblioteca, se já a tiver, ou ao fluxo de pedido.
ro: Atinge orice membru al distribuției pentru a deschide fotografia, biografia și filmografia completă. Fiecare titlu te duce în biblioteca ta dacă îl ai, sau la cerere dacă nu.
ru: Нажмите на актёра, чтобы открыть его фото, биографию и полную фильмографию. Каждый фильм откроется в вашей библиотеке, если он у вас есть, иначе — в запросе.
sk: Klepnutím na člena obsadenia otvoríte jeho fotku, životopis a kompletnú filmografiu. Každý titul vás prenesie do knižnice, ak ho máte, inak do žiadosti.
sv: Tryck på en rollmedlem för att öppna foto, biografi och hela filmografin. Varje titel tar dig till ditt bibliotek om du har den, annars till begäran.
tr: Bir oyuncuya dokunarak fotoğrafını, biyografisini ve tüm filmografisini açın. Her başlık, sahipseniz kütüphanenize, değilseniz istek akışına götürür.
uk: Торкніться актора, щоб відкрити його фото, біографію та повну фільмографію. Кожен фільм відкриється у вашій бібліотеці, якщо він у вас є, інакше — у запиті.
zh_hans: 点按任意演员即可查看其照片、简介和完整影视作品。若你已拥有该作品，会跳转到媒体库，否则进入请求流程。
zh_hant: 點按任意演員即可查看其照片、簡介和完整影視作品。若你已擁有該作品，會跳轉到媒體庫，否則進入請求流程。

# changelog.0_8_0.castPages.title
source: Cast & filmography
cs: Obsazení a filmografie
da: Rollebesætning og filmografi
de: Besetzung & Filmografie
el: Καστ και φιλμογραφία
es: Reparto y filmografía
fi: Näyttelijät ja filmografia
fr: Casting et filmographie
hr: Glumci i filmografija
hu: Szereplők és filmográfia
it: Cast e filmografia
ja: キャストと出演作品
ko: 출연진 및 작품
nb: Rollebesetning og filmografi
nl: Cast en filmografie
pl: Obsada i filmografia
pt_br: Elenco e filmografia
pt_pt: Elenco e filmografia
ro: Distribuție și filmografie
ru: Актёры и фильмография
sk: Obsadenie a filmografia
sv: Rollista och filmografi
tr: Oyuncular ve filmografi
uk: Актори та фільмографія
zh_hans: 演员与影视作品
zh_hant: 演員與影視作品

# changelog.0_8_0.detailPages.body
source: Movie and show pages now show the cast, ratings, where to watch, and more like this. Your own library titles also list the tagline, director, writer, and studios.
cs: Stránky filmů a seriálů nyní zobrazují obsazení, hodnocení, kde sledovat a podobné tituly. U vlastních titulů z knihovny najdete také slogan, režii, scénář a studia.
da: Film- og seriesider viser nu rollebesætning, bedømmelser, hvor kan ses og lignende titler. Dine egne bibliotekstitler viser også tagline, instruktør, manuskript og studier.
de: Film- und Serienseiten zeigen jetzt Besetzung, Bewertungen, wo verfügbar und ähnliche Titel. Bei eigenen Library-Titeln stehen zusätzlich Tagline, Regie, Drehbuch und Studios.
el: Οι σελίδες ταινιών και σειρών δείχνουν τώρα το καστ, βαθμολογίες, πού να δείτε και παρόμοιους τίτλους. Οι δικοί σας τίτλοι εμφανίζουν επίσης το σλόγκαν, σκηνοθεσία, σενάριο και στούντιο.
es: Las páginas de películas y series ahora muestran el reparto, valoraciones, dónde ver y títulos similares. Tus títulos de la biblioteca también indican el eslogan, dirección, guion y estudios.
fi: Elokuva- ja sarjasivuilla näkyy nyt näyttelijät, arvostelut, mistä katsoa ja samankaltaisia. Oman kirjastosi nimikkeissä näkyvät myös slogan, ohjaus, käsikirjoitus ja studiot.
fr: Les pages de films et de séries affichent désormais le casting, les notes, où regarder et des titres similaires. Vos titres de bibliothèque indiquent aussi l'accroche, la réalisation, le scénario et les studios.
hr: Stranice filmova i serija sada prikazuju glumačku postavu, ocjene, gdje gledati i slične naslove. Vlastiti naslovi iz knjižnice navode i slogan, redatelja, scenarij i studije.
hu: A film- és sorozatoldalak most megjelenítik a szereplőket, értékeléseket, hol nézhető és hasonló címeket. A saját könyvtárad címeinél a szlogen, rendező, forgatókönyv és stúdiók is megjelennek.
it: Le pagine di film e serie ora mostrano il cast, le valutazioni, dove guardare e titoli simili. I titoli della tua libreria indicano anche slogan, regia, sceneggiatura e studi.
ja: 映画やシリーズのページにキャスト、評価、配信サービス、関連作品が表示されるようになりました。ライブラリの作品にはキャッチコピー、監督、脚本、制作会社も表示されます。
ko: 영화와 시리즈 페이지에 출연진, 평점, 시청 가능한 곳, 비슷한 콘텐츠가 표시됩니다. 라이브러리의 작품에는 태그라인, 감독, 각본, 제작사도 함께 표시됩니다.
nb: Film- og seriesider viser nå rollebesetning, vurderinger, hvor du kan se og lignende titler. Egne bibliotektitler viser også slagord, regi, manus og studioer.
nl: Film- en seriepagina's tonen nu de cast, beoordelingen, waar te kijken en vergelijkbare titels. Je eigen bibliotheektitels tonen ook de tagline, regie, scenario en studio's.
pl: Strony filmów i seriali pokazują teraz obsadę, oceny, gdzie obejrzeć i podobne tytuły. Twoje tytuły z biblioteki zawierają też hasło, reżyserię, scenariusz i studia.
pt_br: As páginas de filmes e séries agora mostram o elenco, avaliações, onde assistir e títulos semelhantes. Seus títulos da biblioteca também listam o slogan, direção, roteiro e estúdios.
pt_pt: As páginas de filmes e séries mostram agora o elenco, avaliações, onde ver e títulos semelhantes. Os seus títulos da biblioteca também indicam o slogan, realização, argumento e estúdios.
ro: Paginile filmelor și serialelor afișează acum distribuția, evaluările, unde de vizionat și titluri similare. Titlurile din biblioteca ta listează și sloganul, regia, scenariul și studiourile.
ru: На страницах фильмов и сериалов теперь показаны актёры, рейтинги, где смотреть и похожее. Для своих фильмов также указаны слоган, режиссёр, сценарий и студии.
sk: Stránky filmov a seriálov teraz zobrazujú obsadenie, hodnotenia, kde sledovať a podobné tituly. Pri vlastných tituloch z knižnice nájdete aj slogan, réžiu, scenár a štúdiá.
sv: Film- och seriesidor visar nu rollistan, betyg, var du kan se och liknande titlar. Dina egna bibliotekstitlar visar även slogan, regi, manus och studior.
tr: Film ve dizi sayfaları artık oyuncuları, puanları, nereden izleneceğini ve benzer içerikleri gösteriyor. Kendi kütüphanenizdeki başlıklarda ayrıca slogan, yönetmen, senaryo ve stüdyolar yer alır.
uk: Сторінки фільмів і серіалів тепер показують акторів, оцінки, де дивитися та схоже. Для власних фільмів також вказано слоган, режисера, сценарій і студії.
zh_hans: 电影和剧集页面现在会显示演员、评分、观看渠道和相似内容。你的媒体库作品还会列出标语、导演、编剧和制作公司。
zh_hant: 電影和劇集頁面現在會顯示演員、評分、觀看管道和相似內容。你的媒體庫作品還會列出標語、導演、編劇和製作公司。

# changelog.0_8_0.detailPages.title
source: Richer detail pages
cs: Bohatší stránky s detaily
da: Rigere detaljesider
de: Reichhaltigere Detailseiten
el: Πλουσιότερες σελίδες λεπτομερειών
es: Páginas de detalles más completas
fi: Monipuolisemmat tietosivut
fr: Pages de détails enrichies
hr: Bogatije stranice s detaljima
hu: Gazdagabb részletoldalak
it: Pagine dei dettagli più ricche
ja: より充実した詳細ページ
ko: 더 풍부해진 상세 페이지
nb: Rikere detaljsider
nl: Rijkere detailpagina's
pl: Bogatsze strony szczegółów
pt_br: Páginas de detalhes mais ricas
pt_pt: Páginas de detalhes mais ricas
ro: Pagini de detalii mai bogate
ru: Подробные страницы стали богаче
sk: Bohatšie stránky s detailmi
sv: Rikare detaljsidor
tr: Daha zengin detay sayfaları
uk: Багатші сторінки деталей
zh_hans: 更丰富的详情页
zh_hant: 更豐富的詳情頁
